IDEA Open Model
LineLoad.GeometryPointsPath Property
Compatible with IDEA StatiCa 20.1
 list of line load points
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Polygon2D GeometryPointsPath { get; set; }
Public Property GeometryPointsPath As Polygon2D
	Get
	Set
Property Value
Type: Polygon2D
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace